driver-tests/bpelse/SchemaElemDecl/BPwithNestedElemCompApp/test/TestCase1/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:someNS="http://xml.netbeans.org/schema/BPwithNestedElemSchema">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
  <someNS:NestedMsgElem xmlns:someNS="http://xml.netbeans.org/schema/BPwithNestedElemSchema">
    <Name>BPwithNestedElem</Name>
    <msg>
      <msgId>104</msgId>
      <msgStr>Sending Msg 4: Added in the BPEL BPWithNestedElem UNQualified</msgStr>
    </msg>
  </someNS:NestedMsgElem>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
